//
//  BKPasscodeView.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d mislykkede passordforsøk";
"%d Failed Password Attempts" = "%d feilede passordforsøk";

"1 Failed Passcode Attempt" = "1 mislykket passordforsøk";
"1 Failed Password Attempt" = "1 mislykket passordforsøk";

"Do you want to use Touch ID for authentication?" = "Do you want to use Touch/Face ID for authentication?";

"Done" = "Done";

"Enable Touch ID" = "Enable Touch/Face ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Skriv inn et annet passord. Kan ikke gjenbruke samme passord.";
"Enter a different password. Cannot re-use the same password." = "Kan ikke gjenbruke dette passordet. Skriv inn noe annet.";

"Enter a passcode" = "Skriv inn et passord";
"Enter a password" = "Skriv inn et passord";

"Enter your new passcode" = "Skriv inn ditt nye passord";
"Enter your new password" = "Skriv inn ditt nye passord";

"Enter your old passcode" = "Skriv inn gammelt passord";
"Enter your old password" = "Skriv inn ditt gamle passord";

"Enter your passcode" = "Skriv inn ditt passord";
"Enter your password" = "Skriv inn passordet ditt";

"Invalid Passcode" = "Ugyldig passord";
"Invalid Password" = "Ugyldig passord";

"Passcodes did not match.\nTry again." = "Passordene samsvarte ikke.\nPrøv igjen.";
"Password did not match.\nTry again." = "Passordet samsvarte ikke.\nPrøv igjen.";

"Re-enter your passcode" = "Skriv inn passordet ditt igjen";
"Re-enter your password" = "Skriv inn passordet ditt igjen";

"Try again in %d minutes" = "Forsøk igjen om %d minutter";

"Try again in 1 minute" = "Forsøk igjen om 1 minutter";
